Repository: easystep2/opensource-base-app
Catalog: translations/Open Source Base App.*.g.xlf
Languages: fr, nl

# PageExtension 1333206135 - Control 3935168339 - Property 1295455071
source: In case of replenishment of this warehouse the replenishment should take place from defined Location Code.
fr: En cas de réapprovisionnement de cet entrepôt, le réapprovisionnement doit avoir lieu à partir du code de localisation défini.
nl: In geval van bevoorrading van dit magazijn moet de bevoorrading plaatsvinden vanuit de gedefinieerde Locatiecode.

# PageExtension 1333206135 - Control 3935168339 - Property 2879900210
source: Preferred Transfer-from Code
fr: Code de transfert préféré
nl: Voorkeur voor Transfer-van Code

# PageExtension 1333206135 - Control 324456058 - Property 1295455071
source: In case of replenishment of this warehouse and no SKU's exist, the plannings parameters should be taken from the Item card in case of Lot for Lot.
fr: En cas de réapprovisionnement de cet entrepôt et en l'absence d'UGS, les paramètres de planification doivent être tirés de la fiche de l'article en cas de lot pour lot.
nl: In geval van aanvulling van dit magazijn en er geen SKU's bestaan, moeten de planningsparameters van de artikelkaart worden genomen in geval van Lot voor Lot.

# PageExtension 1333206135 - Control 324456058 - Property 2879900210
source: Use planning parameters from Item with no SKU.
fr: Utiliser les paramètres de planification de l'article sans UGS.
nl: Gebruik planningsparameters van Artikel zonder SKU.

# PageExtension 1333206135 - Control 2082577611 - Property 1295455071
source: Specifies if the warehouse location is a consignment warehouse or just an external warehouse.
fr: Indique si l'emplacement de l'entrepôt est un entrepôt de consignation ou simplement un entrepôt externe.
nl: Geeft aan of de vestiging een consignatie vestiging is of alleen een externe vestiging.

# PageExtension 1333206135 - Control 2082577611 - Property 2879900210
source: Warehouse Type
fr: Type d'entrepôt
nl: Magazijnsoort

# PageExtension 1333206135 - Control 3957544964 - Property 1295455071
source: Specifies the vendor or customer of the warehouse location when consignment warehouse or just an external warehouse.
fr: Spécifie le fournisseur ou le client de l'emplacement de l'entrepôt lorsqu'il s'agit d'un entrepôt de consignation ou simplement d'un entrepôt externe.
nl: Specificeert de leverancier of klant van de magazijnlocatie wanneer het een consignatiemagazijn betreft of gewoon een extern magazijn.

# PageExtension 1333206135 - Control 3957544964 - Property 2879900210
source: Warehouse Type No.
fr: Type d'entrepôt Non.
nl: Magazijnsoortnr.

# TableExtension 4293385379 - Field 1443854323 - Property 2879900210
source: Preferred Transfer-from Code
fr: Code de transfert préféré
nl: Voorkeur voor Transfer-van Code

# TableExtension 4293385379 - Field 324456058 - Property 2879900210
source: Use planning parameters from Item with no SKU.
fr: Utiliser les paramètres de planification de l'article sans UGS.
nl: Gebruik planningsparameters van Artikel zonder SKU.

# TableExtension 4293385379 - Field 2082577611 - Property 2879900210
source: Warehouse Type
fr: Type d'entrepôt
nl: Magazijnsoort

# TableExtension 4293385379 - Field 3957544964 - Property 2879900210
source: Warehouse Type No.
fr: Type d'entrepôt Non.
nl: Magazijnsoortnr.

# Enum 2180665430 - EnumValue 1994964448 - Property 2879900210
source: Customer
fr: Client
nl: Klant

# Enum 2180665430 - EnumValue 1965869807 - Property 2879900210
source: External
fr: Externe
nl: Extern

# Enum 2180665430 - EnumValue 2672704373 - Property 2879900210
source: Standard
nl: Standaard

# Enum 2180665430 - EnumValue 1936001480 - Property 2879900210
source: Vendor
fr: Vendeur
nl: Leverancier
